[
    {
    id: 'primerapiedra',
    title: 'Colocan primera piedra de Torre Centinela',
    date: '2022-08-10',
    description: 'En ceremonia oficial, se ve entre los asistentes a <a href="#/persons/ariel_picker">Ariel Picker</a>, en el fondo se puede ver a trabajadores de <a href="#/entities/seguritech">Seguritech</a> como <a href="#/persons/ernesto_valdes">Ernesto Valdés</a>. Esto en la colocación de la primera piedra de la <a href="#/places/torre_centinela">Torre Centinela</a>, parte del proyecto más importante de la <a href="#/entities/sspe_chihuahua">Secretaría de Seguridad Pública de Chihuahua</a> durante la administración 2021-2027.',
    pictures: [
      {
        file: 'file:events/pictures/primera_piedra06.jpeg',
        caption: 'Ariel Picker junto a un trabajador de Seguritech en la ceremonia de la colocación de la primera piedra de la Torre Centinela.',
        source: {
          name: 'Norte Digital',
          link: 'https://nortedigital.mx/quien-es-el-dueno-de-seguritech-empresa-que-construye-la-torre-centinela/',
          },
        },
        ],
    },
    {
    id: 'reservan_torrecentinela',
    title: 'Reservan por 5 años la información de Plataforma Centinela',
    date: '2022-03-25',
    description: 'La <a href="#/entities/sspe_chihuahua">Secretaría de Seguridad Pública de Chihuahua</a> censura toda la información relacionada con la "Plataforma Centinela" por 5 años. Esto incluye todo lo relacionado con la construcción de la <a href="#/places/torre_centinela">Torre Centinela</a> en Ciudad Juárez.',
    },
    {
    id: 'presentacioncentinela',
    title: 'Gobierno del Estado presenta en Juárez la Plataforma Centinela',
    date: '2022-04-20',
    description: '26 días después de que la <a href="#/entities/sspe_chihuahua">Secretaría de Seguridad Pública</a> reservó por 5 años toda la información relacionada con la <a href="#/places/torre_centinela">Torre Centinela</a>, la gobernadora María Eugenia Campos presentó en la <a href="#/places/ubicacionanterior_centinela">Plaza Misión de Guadalupe</a> la "Plataforma Centinela".',
    pictures: [
      {
        file: 'file:events/pictures/marucampos_centinela.jpeg',
        caption: 'La gobernadora María Eugenia Campos Galván, junto al secretario de seguridad pública Gilberto Loya en la presentación de la Plataforma Centinela.',
        source: {
          name: 'La Verdad Periodismo de Investigación',
          link: 'https://laverdadjuarez.com/2022/04/20/en-que-consiste-la-plataforma-centinela-que-anuncio-maru-campos/',
          },
        },
        ],
    },
    {
    id: 'titulo42',
    title: 'Utilizan poderes especiales para expulsar a migrantes con causas relacionadas al COVID-19; invocan sección 265 del "Título 42" del Código de los Estados Unidos de América.',
    date: '2020-03-20',
    description: 'El <a href="#/entities/cdc">Centro para el Control y Prevención de Enfermedades</a> de los Estados Unidos de América publicó <a href="#/documents/orden_cdc">una orden</a> para usar la sección 265 del Título 42 del Código de los Estados Unidos de América. Este título habla entre otras cosas sobre el "Servicio de Salud Pública" y específicamente la sección 265 habla sobre la "suspensión de la entradas e importaciones de lugares designados para prevenir la propagación de enfermedades transmisibles". Esta legislación de 1944 fue utilizada para cerrar las fronteras norte y sur de Estados Unidos de América a migrantes y se le pidió al Departamento de Seguridad Nacional que se asegurará de hacer cumplir la orden. Ese mismo día mediante la <a href="#/entities/border_patrol">Patrulla Fronteriza</a> se envió <a href="#/documents/memorandum_cbp">un memorandum</a> a todas sus unidades para ver el <a href="#/documents/covid19_capio">protocolo</a> como se trataría a las personas migrantes en este periodo de tiempo.',
    },
    
]
